Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Philia Rose.tmx
Source language: ko_kr
Languages: en

source: 어떤 지령인지 내가 알 수 없도록 대사제님이 손을 쓴 게 틀림없어.
en: father airo must have his hands all over this so I wouldn’t know what’s inside.

source: 그리고 내일 정오까지 경전을 못 찾으면
en: if the bible is not found by noon tomorrow...

source: 리바노스의 후계자 같습니다.
en: ...may be the heir to libanos.

source: 대체 어떤 여자가 마다하겠어요?
en: what woman could refuse

source: 크큭….
en: pffft...

source: 괜찮지 않아요?
en: isn’t it possible?

source: 홀로 군대와 맞설 만큼 강하며 기이한 생명력으로 쉽사리 죽지 않는 존재.
en: they are strong enough to face whole armies alone and are blessed with near invincibility.

source: 대사제께서 그렇게 말씀하실 정도라면 예언 같은 건 없는 게 낫겠어요.
en: hearing you say that, bishop, I wonder if we would be better off without prophecies.

source: 하지만 형제님을 부를 방법이 없는데….
en: I... I don’t know how to reach brother didi.

source: 네, 네….
en: o-okay...

source: 누구냐, 넌.
en: who are you?

source: 아까부터 해온 말장난이잖아.
en: I’ve been playing with words the whole time.

source: 그렇죠?
en: do you understand?

source: 대체 뭐가 궁금하신데요…!
en: what the hell do you want to know?!

source: 괜찮습니다.
en: it’s okay.

source: 뒷수습은 또 나랑 형제님이 하고…!!
en: and he left brother didi and me to clean up the mess! again!

source: 내가 안 괜찮아.
en: it’s not okay for me.

source: 전하께서 한낱 사제라고 부르시면 저는 한낱 사제겠죠.
en: you can call me a lowly nun, and you’d be right. I am just a lowly nun.

source: 물에 처박아 줄까나?
en: maybe I should drown him in some water.

source: 예의를 모르시는 듯하니 가르쳐드리겠습니다.
en: ...really don’t seem to know royal etiquette, so I will teach you.

source: 이제는 장병들, 그리고 시민들까지
en: now the soldiers, even the citizens...

source: 정말 이런 죽음으로 만족하세요?
en: are you truly satisfied with this kind of death?

source: 괜찮겠지, 히마스 님이 허락하셨으니까….
en: I’m sure it’s fine, since sir himas allowed it...

source: 네가 나에 대해 아는 만큼.
en: as much as you know about me.

source: 화염, 저 여자의 비명.
en: the fire and the woman’s yell.

source: 고생해서 가져온 사람
en: the one who actually went through the trouble

source: 왕자, 대사제님께 그리 말씀하시면 아니 됩니다.
en: prince leo, that is no way to talk to the bishop.

source: 제가 전하의 망토를 뺏어서 덮은 건…
en: did I... steal the prince’s cape?

source: 내 행동에 휩쓸려 가는 수많은 죽음 가운데서도
en: even after all the bodies I left scattered along the way...

source: 짜증 나.
en: so annoying.

source: 그렇다면 시간 끌 필요 없다.
en: then no need to waste any more time.

source: 레오 엘라이온은 아름다워 모두에게 사랑받았다.
en: leo of elaion was beautiful, and beloved by all.

source: 왕궁에서도 이곳 아칸싸에서도
en: I could finally understand...

source: 지켜줬어요!
en: he saved me!

source: 아니요, 아버지 한 분뿐입니다.
en: no. it’s just me and my father.

source: 귀하의 목을 잘라 보내면 되겠나?
en: do I have to send him your head on a platter or something?

source: 난이 일어나면 왕자 전하는 가장 먼저 라카논을 노리겠죠.
en: when the rebellion starts, I’m sure the prince will target lakanon first.

source: 키스해도 돼?
en: maybe I can steal a smooch.

source: 늘 그렇게 고민하시오?
en: do you usually think a lot?

source: 누군가가 사제님이 여기 계신 걸 싫어하는 모양입니다.
en: I think somebody doesn’t want you here.

source: 무기는 비수.
en: attacking with a dagger...

source: 아이일 땐 철없고 당돌하더니,
en: when she’s a kid, she’s immature and plucky.

source: 흑….
en: hic...

source: 살짝 설득당할 뻔했지만….
en: he almost won me over...

source: 그건 다 너희 높으신 분들 사정이잖아.
en: it’s all for you upper class people!

source: 그럼… 음흉한 게 아니면 뭔데요?
en: if he’s not sinister... then what is he?

source: 별일 없었어요.
en: nothing happened.

source: 걱정하지 마세요.
en: don’t worry.

source: 얼굴을 보면 날 알아볼 거야.
en: if I show him my face, he’ll recognize me.

source: 왜 하필 열흘이지?
en: but why ten days?

source: 생각도 마찬가지.
en: same with his thoughts.

source: 지체 않고 제사를 지내겠습니다.
en: I will conduct the mass for you without delay.

source: 꼭두각시 왕자는 꼭두각시답게 구셔야지.
en: ...a puppet prince must play his role as the puppet.

source: 타당한데?
en: ...makes sense.

source: 별동대는…
en: organize...

source: 그런 건 아무래도 좋소.
en: that is all fine.

source: 교회가 과연 응할지….
en: will they respond?

source: 내 힘을 밝힐 순 없으니까.
en: ...but I can’t reveal my powers,

source: 괜찮아.
en: it’s okay.

source: 필리아 자매, 저건 살아 있는 게 아니고 음식이에요.
en: sister philia, that’s not a living thing. it’s food.

source: 기색을 내비친 적도 없는데,
en: not even a hint.

source: 격려받자고 꺼낸 얘긴 아니지만… 뭐, 됐나….
en: I wasn’t asking for encouragement, but... well, okay...

source: 저한텐 안 어울릴 것 같아요.
en: I don’t think they’re my style.

source: 더 이상 이견은 받지 않으실 겁니다.
en: he said he won’t accept any more dissent.

source: 위험해지면 저도 뛰어내릴게요.
en: if I am in danger, I’ll jump down there too.

source: 희생자는 우리 측 병사였고,
en: they were of our soldiers.

source: 약속하겠다.
en: I promise.

source: 승냥이들의 추대를 받아 가시 왕관을 쓴 자신은
en: that since he wears the crown of thorns with the wolves’ support,

source: 교회의 모든 부정도 제 것이 아니죠.
en: I am not responsible for the injustices of the church.

source: 교회가 경전을 보내기로 했다니 의외네요.
en: I’m surprised the church decided to send another bible.

source: 무슨 일 있었습니까?
en: what happened?

source: 가을에 낙엽이 지지 않으면 나무도 겨울을 견디지 못합니다.
en: if the trees don’t shed their leaves in autumn, they cannot survive the winter.

source: 어찌 감히… 전하께 오라 가라…!
en: how dare you... tell the prince to come and go-!

source: 어찌 그런 비극이.
en: that would be a tragedy.

source: 어떻게 해야 저 입만 닥치게 할 수 있을까.
en: what can I do to just have her keep her mouth shut?

source: 모처럼 일을 벌인 보람이 없잖아.
en: it wasn’t worth taking off my necklace at all.

source: …전하와 친구가 되고 싶어서요.
en: because I want to be friends with you...

source: 와!
en: yay!

source: 그런데 사제님,
en: but sister,

source: 이제 괜찮으세요?
en: are you okay now?

source: 그냥 되는 대로 지껄인 것뿐인가?
en: was she just babbling nonsense at me?

source: 고작 너 하나 살리겠다고.
en: look at the lengths I’m going

source: 놀라고 성을 내고 따져봐.
en: yell and argue with me.

source: 반년 동안 왕자 전하께 죽어 나간 사람 수가 세 자리를 넘습니다.
en: the number of people he has killed is already in the hundreds.

source: 제압하는 것도 나쁘진 않겠지.
en: ...maybe I can control him instead.

source: 아…!
en: no...!

source: 하지만 가능성이 아주 없는 것도 아니야.
en: but there’s still a chance.

source: 그럼 어쩌시려고….
en: then what are you going to do?

source: 그건 부족하다는 뜻이에요.
en: ...you are still human.

source: 당신을 외면하지 않을게요.
en: I won’t ignore you.

source: 위로하고 도우러 온 자.
en: I’m here to comfort and help.

source: 일어나셨어요?
en: did you sleep well?

source: 오늘은 여기서 안 주무십니까?
en: do you not want to sleep in there tonight?

source: 이제 아무 말도 안 할게요, 멀리 보내지 마요.
en: I won’t say anything anymore! Please don’t send me away!

source: 낙엽을 털어내듯 백성들을 버리시겠다…?
en: ...the people must be shed... like leaves in autumn?

source: 나는 이제 어떻게 되려나….
en: what’s going to happen to me?

source: 아칸싸는 다시 피로 물들고
en: but blood will spill in akantha again...

source: 아침부터 아칸싸 성을 휩쓴 전투는 시작과 끝 모두 갑작스러웠다.
en: the battle at akantha castle ended as abruptly as it began.

source: 저는 아무도 모으지 않았습니다.
en: I did not gather anyone.

source: 전…!
en: your-!

source: 다시 징조가 시작될 거예요.
en: an omen will appear again.

source: 안 할 거예요.
en: ...not going to do it.

source: 사제님이 털을 잡고 안 놓으시더라고요.
en: you were holding on to it so tight and refused to let it go.

source: 얼굴을 보여라.
en: show me your face.

source: 제사도 달리 방법이 없는 줄 알고 제안하신 거죠?
en: did you suggest the mass, too, because you thought there was no other way?

source: 잘못했어요, 나 버리지 마요!
en: I’m sorry! Please don’t leave me!

source: 오면서 받은 습격도 그렇고 어제 일도 그렇고,
en: I got the feeling on the way here and during the incident last night.

source: 형제니임!
en: brother didi!

source: 진정하게, 피치 못할 이유가 있었으니.
en: relax. I had no other choice.

source: 그것이 ‘내가 정한’ 너의 역할이니.
en: it is the role I have decided for you.” is that what it is?

source: 포박해 오신 성별자를 놓쳐버린 것도….
en: ...and failing to capture the holy warrior...

source: 좋아하긴요, 누가…!
en: no, I don’t like “up up”!

source: 가져온 경전이 없어진 건 사실이에요.
en: the bible I brought really disappeared.

source: 그런 건 시켜도 되잖아요.
en: he can send someone to do it for him.

source: 전에 해드리니까 웃으셨잖아요?
en: you giggled the last time I did this for you.

source: 한마디로 왕자 전하의 사정권입니다.
en: in other words, they are within the prince’s reach.

source: 그 책이 대사제님께 물려받은 소중한 물건이기 때문이에요.
en: because it was something precious that the bishop gave to me.

source: 스스로 하는 어린이가 되고 싶었어요….
en: I want to learn to do things for myself.

source: 네, 여기는 너무 답답해요….
en: yes. it’s too stuffy in here...

source: 성별자
en: holy warrior

source: 필요 없다고 했다.
en: I said, I don’t need help.

source: 지금 내 위치는 쓸 만한 시종, 기꺼워하는 아이, 곁에 둔 애완동물.
en: right now, I’m just a useful servant, a happy child, a pet...

source: 선택과 집중.
en: choose my next steps and focus.

source: 왜 그렇게 안달인 건데?
en: why is he so on edge?

source: 저, 전하…!
en: your, your highness!

source: 고작 8년 자란 모습.
en: just an eight-year difference.

source: 그만,
en: enough,

source: 잘못 들었나 봐요.
en: I guess I heard wrong.

source: 나도 한낱 인간인지라.
en: but I am still just human.

source: 이제 남은 건 하나뿐입니다.
en: we have one last thing to do.

source: 명령은 왕자가 내리더라도 직접 움직이는 건 병사들.
en: the prince can give an order, but the soldiers are the ones who move.

source: 혀가 짧다.
en: you’re lisping.

source: 그렇게 쳐다봐도 안 돼요….
en: that look is not going to work on me...

source: 여기는 또 어떻게 아시고….
en: how did you know about this place?

source: 죽이고 대역 부름.
en: kill her and put in a replacement.

source: 부르셨…
en: what do you...

source: 불면증 치료일 뿐인데 헛소문이 나다니….
en: I was just trying to help with the insomnia...

source: 사제님, 왕족 모독은 사형….
en: sister, insulting royalty is a death sentence...

source: 그런데 사제님, 그 상처는 밤사이 생긴 겁니다.
en: by the way, sister. that cut happened last night.

source: 시대가 변한들 하나뿐인 목숨을 잃으면 그게 무슨 소용인가요?
en: what good is the coming of a new age to them if they lose their lives?

source: 샘나잖아.
en: it makes me jealous.

source: 여기 지반이 좀 약해요!
en: the rock here is a little brittle!

source: 아주 작은 것이라도.
en: even the smallest things.

source: 슬퍼?
en: is he sad?

source: 오만한 나르시시스트,
en: an arrogant narcissist,

source: 듣기 싫으니까, 제발!!!
en: I don’t want to hear it! Please!

source: 유용하다.
en: and useful.

source: 어젠 정말 죽을 뻔해서, 이렇게 겁주시면 울지도 모르고….
en: and I almost died last night. if you keep scaring me like this, I’m going to cry...

source: 이렇게 귀여운 사제는 세상에 또 없으니까요.
en: because there’s no other nun in the world as cute as me.

source: 눈에 보이면 태워버릴 거니까.
en: because if I ever lay eyes on it again, I’m going to burn it.

source: 아칸싸에 와서 처음으로 편히 잠들 수 있었다.
en: for the first time since coming here from akantha, I had a good night’s sleep.

source: 흐윽….
en: sob...

source: 시체의 상태가 범상치 않았습니다.
en: the bodies were left in an unusual condition.

source: 아칸싸에 도착하고 보름 후에 열어보라고 하셨거든요.
en: she told me to wait a fortnight after we arrive at akantha.

source: 조금 답답
en: a little frustrated

source: 최대한 천천히 고개를 들면서
en: I’ll just look up as slowly as possible...

source: 귀하는 무엇으로 땅을 평화롭게 하시겠습니까?
en: how will you bring peace to this land?

source: 왕자 전하의 안위를 염려하는 자는 단 한 명도 없습니다.
en: nobody cares about the fate of his highness the prince.

source: 제사를 드리시게요?
en: you’re going to conduct the mass?

source: 그래서 더더욱 그 속을 알아야겠어.
en: that’s why I have to go deeper, to know more.

source: 그럼 이제 경전이 올 때까지 기다려야 하나?
en: so should I just sit and wait until the bible arrives?

source: …보통 사람들은 저게 신의 계시인지 악마의 농간인지를 먼저 확인하겠죠.
en: most people would ask me if the crows were a sign from god or a scheme of the devil.

source: 되게 아끼고 있어요.
en: I value my life very much.

source: 너도 나를 배신하겠지.
en: I’m sure you’ll betray me, too.

source: 이 사람은 정말….
en: this guy...

source: 저는 전하를 꽤 좋아해요.
en: ...but I like you a lot.

source: 전하께선 여기가 어린아이의 흙발로 다닐 곳이 아니라 하셨죠.
en: his highness said this is no place for a child to run around with muddy shoes.

source: 당신을 속이지 않을게요.
en: I won’t deceive you.

source: 아칸싸에 향락이 가득하던 시기라 실체를 알 수 없는 소문들 중 하나였지만.
en: but I couldn’t be sure because they’re from when akantha was filled with hedonistic pleasures.

source: 잠드셨나.
en: I guess he fell asleep.

source: 그래놓고 저한테 이런 말씀 하시는 거,
en: but think about what you’re saying to me now.

source: 네 짓이건 아니건 관계없다.
en: “it doesn’t matter if you caused it or not.

source: 전하, 궁금한 게 있습니다.
en: your highness, I’m curious about something.

source: 전하의 마음은 어떠시죠?
en: ...what do you yourself think, your highness?

source: 물어 가지 않으면 기이한 징조겠죠.
en: but if they don’t, it could be a sign.

source: 거짓말, 말도 안 돼.
en: nuh-uh, no way.

source: 두 시간?
en: two hours?

source: 그럼 이따가 돌아오실 때 볼 수 있을지도….
en: we might catch a glimpse of him when he comes back...

source: 사제님, 아칸싸에 와보신 적이 있습니까?
en: sister, have you ever been to akantha before?

source: 아냐, 이런 이야길 하려던 게 아니었어.
en: no, this isn’t what I wanted to talk about.

source: 전하를 뵈려고 기다렸습니다!
en: I’ve been waiting for an audience with you, your highness!

source: 무슨 생각인 건지….
en: what’s he thinking about?

source: 형제님, 저는 앞으로 더 신실한 마음으로 기도할 거예요.
en: brother didi, I am going to pray more sincerely than ever before.

source: 마치 찰흙 판을 쥔 것처럼 말입니다.
en: as if the culprit had grasped the armor like it were clay.

source: 엄마….
en: mommy...

source: 오늘이야말로
en: today...

source: 부러워.
en: I’m jealous.

source: 평소 같으면 닭살 돋을 저 충성심과 부성애가
en: his usual vomit-inducing loyalty and father-like love for the prince...

source: 상관이 있으니 덮어줬겠죠?
en: well, I guess he cared enough to put it on you.

source: 없어요.
en: nothing.

source: 짐승이 의미 없이 하는 행동에 왜 이리 소란들인가.
en: why are you making such a commotion out of some meaningless animal behaviors?

source: 제게 이 전쟁의 합당함을 깨닫게 해주시면
en: if you help me understand the just cause of this war,

source: 뻥치시네.
en: you’re so full of crap.

source: 옆에 있어서 무심코….
en: it was right here, so I...

source: 저 인형, 안고 주무시나요?
en: have you been sleeping with my doll?

source: 그 책임이 주님께 받은 정당한 책임입니까?
en: is that a responsibility justified by the lord?

source: 굳이 밤새 있을 필요 없는 거잖아?
en: I don’t have to stay in there the whole night, do I?

source: 여기는 아칸싸.
en: this is akantha.

source: 참주님이 편지도 쓰세요?
en: she writes letters?

source: 그만해.
en: enough.

source: 저희 참주님도 펜과 잉크를 쓰실 줄 압니다.
en: my despotess knows how to use a pen and ink.

source: 반가워라!
en: how nice to see you!

source: 가죽….
en: skinning...

source: 자리 비켜드릴까요?
en: would you like to be alone?

source: 내가 정신이 나갔던 게 분명해.
en: I must’ve lost my mind.

source: 몸은 좀 괜찮으십니까.
en: are you okay?

source: 달라고 했지.
en: I asked to give it to me.

source: 이거 생각보다…
en: ...kind of...

source: *키사 :
en: *kitha:

source: 자객이 나타난 것 때문에 기분이 불편하신 거예요?
en: did you not get any sleep because of the assassin?

source: 참자….
en: let it go...

source: 관심 받는 것도 피곤한 일이네요.
en: getting attention is tiring.

source: 대사제 죽어!!
en: die, father airo!

source: 아주, 몹시, 매우 강하세요.
en: he is very, very strong.

source: 거기 요즘 좋은가 봐, 그치?
en: seems things are going well there these days.

source: 조금만…
en: please...

source: 밖에 들리도록 소리치는 중
en: shouting so the people outside can hear

source: 아, 미안.
en: oh, sorry.

source: 어젯밤 사제님과 왕자님이 싸움을 한 게 아니라면,
en: if you and the prince weren’t fighting,

source: 너 아직 약속을 지키지 않았어.
en: you still haven’t kept your promise.

source: 괜찮으십니까.
en: are you okay?

source: 나라의 태양이자 기둥은 여기서 미욱하게나마 살아날 궁리를 하고 있습니다.
en: a sun and pillar of this country is currently trying his best here to survive.

source: 안녕하세요.
en: hello.

source: 상대를 바보 취급 하는 게 더 좋으시겠지만 저한텐 뻔히 다 보여요.
en: and you want to treat me like some idiot, but it’s all been obvious to me.

source: 엥
en: eh?

source: 제발요, 죽이지 마세요….
en: please, don’t do it...

source: 종잡을 수가 없군.
en: I just don’t understand you.

source: …그런 새X가 어떤 새X인진 모르겠지만
en: I’m not sure who you mean by a**hole,

source: 기운 내세요, 사제님.
en: chin up, sister.

source: 분노와 실망마저 볼 가치도 없다고 짓밟아 놓았다.
en: even his anger and disappointment have been trampled into nothingness.

source: 본심을
en: your real intentions.

source: 다른 이유가 있어서 어쩔 수 없이 그런 거여도요?
en: even if he had no other choice?

source: 형제님…!
en: brother didi...!

source: 이제 당신도 나를 혐오할까?
en: are you going to hate me now, too?

source: 이런 일이 없게 하라.
en: ...this never, ever happens again.

source: 으앙, 죽기 싫어!
en: waaah! I don’t want to die!

source: 에키나가 나타난 이상 디아티 형제님만 믿고 뻗댈 수만은 없어졌어.
en: but now that ekina has appeared, I can’t just rely on brother diati and take my time.

source: 너희가 그렇게 많이 올 줄은 몰랐어.
en: I didn’t know so many of you would come.

source: 까마귀에게 줄 반짝이는 게 필요해요.
en: if I say, “the crow needs something shiny,”

source: 왕자 전하는 이미 충분히 나쁜 사람입니다.
en: the prince is a bad person already.

source: 왕자 전하께 갈 거예요.
en: I’m going to the prince.

source: 제 36 화
en: Episode 36

source: 자, 잡아라!
en: g-get her!

source: 애써 웃기는.
en: forcing a smile.

source: 찰나라도 좋으니 부디 뵙게 해달라고 하셨습니다.
en: she begged for a chance to see you, even if it’s only for a moment.

source: 처음부터 안 하려고 여쭤본 거예요.
en: I asked in the first place because I wasn’t going to do it.

source: 일단 필리아 사제도 모르게 가지고 있어.
en: keep it hidden from sister philia.

source: 네, 전하!
en: yes, your highness!

source: 사제님, 여긴 그저 창고가 아닌지….
en: sister, isn’t this just a warehouse...?

source: 오만한 왕자에게는 찍어 누르는 것보다는
en: instead of trying to pressure that arrogant prince,

source: 타당한 추리이긴 하다만….
en: it is a reasonable deduction...

source: 키사.
en: kitha.

source: …글쎄요.
en: I don’t know...

source: 그런 것치곤 꽤 요란하게 굴던데.
en: you were quite noisy and showy for someone who was afraid of me.

source: 까마귀는 제법 수명이 길다.
en: crows have a fairly long lifespan.

source: 나 지금 바빠, 너희랑 못 놀아.
en: I’m a little busy right now. I can’t play with you.

source: 새 시대를 바라는 자들에게 저 말이 얼마나 감미롭게 들렸을까.
en: oh, how sweet those words would’ve sounded to those yearning for a new age.

source: 우선 좀 걷다가….
en: after I walk a little...

source: 나도 너를 모르면 좋을 텐데.
en: I wish I didn’t know you, either.

source: ㅎㅎㅎ
en: hahaha

source: …사실 저는
en: to be honest...

source: 살아 있는 동안 반드시 엘라이온을 멸하겠다고.
en: “as long as I live, I will destroy elaion.”

source: 경외받는다는 게 어떤 느낌인지 알 것 같아요.
en: I think I can understand what it feels like to be revered.

source: 대사제의 명을 받고 이곳에 왔다는 사실 또한 이실직고했다.
en: she also revealed to me that she’s here on the bishop’s orders.

source: 그럼 식량난이 일어날 것입니다.
en: that will cause a food shortage.

source: 제 호위 형제님이 다친 건 왜 언급조차 안 하세요?
en: but why were you silent when my bodyguard was being assaulted?

source: 왕자가 점령하기 전까진 폐쇄된 상태였는데,
en: it was in ruins until the prince took over.

source: 제 24 화
en: Episode 24

source: 최우선은 사제님의 안전.
en: my first priority is sister’s safety.

source: 거기 누구냐!
en: who’s there?!

source: 너도 나를,
en: I’m sure,

source: …그러게 제가 빼드린다니까요.
en: this is why I offered to grab it for you...

source: 와, 이럴 거면 차라리 내다 팔지.
en: woah, maybe they should’ve just sold all these things.

source: 언행을 삼가십시오!
en: watch your tongue!

source: 그렇긴 합니다만.
en: yes, that’s true.

source: 꿈속의 여자는 왕자와 춤을 출 정도로 가까웠어.
en: the woman in the dream was close enough with the prince to dance with him.

source: 전쟁의 승패를 좌우하는 건 사기라고 들었어요.
en: but I heard that morale determines the victory.

source: 그럼 이 나라는 그 후에 어떻게 될까요?
en: ...what will happen to this country afterwards?

source: 그때의 아칸싸를 기억하는 녀석이 있다 해도 이상할 게 없다는 걸 간과하고 있었어.
en: I forgot that there could be some out there who remembered the akantha of the past.

source: 사제님, 왕족은 신이 아닙니다.
en: sister, the royals are not gods.

source: 그게…
en: well...

source: 왕자의 마음을 알았고 왕자의 마음에 들었지만
en: I understand the prince, and I’m finally on his good side.

source: 이건 제 가장 큰 비밀이에요.
en: this... is my biggest secret.

source: 자, 지금 무슨 생각 해?
en: now, what are you thinking about?

source: 어쩐다….
en: well...

source: 얻기 어렵고 놓기는 더 그렇고,
en: hard to gain but even harder to let go.

source: 왔나?
en: you’re here.

source: 기도요?
en: pray?

source: 내가 축일과 성일마다 왕가의 사람들을 축복하는 걸 봤을 텐데?
en: haven’t you seen me bless the royal family at every festival and holiday?

source: 너도 나를
en: I’m sure

source: 네?
en: Huh?

source: 넌 나를 알지.
en: you know me.

source: 악착같이 살아남아 놓고 이제 와 무슨.
en: after clawing and struggling to survive...

source: 들은 대로군.
en: just as I heard.

source: 어떨 것 같아요?
en: do you think she’ll destroy him, too?

source: 전쟁을 막을 내 임무도 끝나가고 있다는 착각을 하게 될 만큼.
en: and my mission to stop the war was finally coming to an end.

source: 그냥 눈엣가시 였군요.
en: but I was just a thorn in your eye.

source: 왕자님은요, 행복해지면 안 돼요.
en: you know, the prince wasn’t meant to be happy.

source: 한숨…!!
en: is she sighing?!

source: 히마스의 배려.
en: himas’s regards.

source: 나라도, 백성도, 평화도 아무것도 관심 없어.
en: I don’t care about the country, the people, or peace.

source: 저기요.
en: this way!

source: 에키나는 어릴 적에 같이 자란 언니예요.
en: I grew up with ekina when I was young.

source: 전하의 명을 어길 수 없으니,
en: cannot defy his highness’s orders...

source: 나는 지금 먹이도 없고 너희랑 놀 시간도 없어.
en: I don’t have any food or time to play with you.

source: 게다가 ‘그날의 만찬’을 기억하는 까마귀는 너무 위험해.
en: besides, the crows that remember that feast are dangerous.

source: ※ 본인이 따뜻한 자리를 준비해 줄 생각은 안 함.
en: ※ but this guy didn’t even think about warming up the room for her.

source: 그럼 리라 연주는 이제 누가 하나.
en: who will play the lyre for me then?

source: 쟤가 뭐라고 한 거지?
en: ...did the kid just say?

source: 무슨 짓이야, 답지 않게.
en: what do you think you’re doing?

source: 아, 이건 정말 비밀이지만.
en: but this? this is a secret.

source: 화나지만 역시 앉는다.
en: this pisses me off, but I’m sitting again.

source: 형제님께 어디까지 설명을 해야 할까.
en: how much should I tell brother didi?

source: 무엇이 최선인지는 귀하도 알겠지.
en: you know what you have to do.

source: 하지만 경전은 흔적도 보이지 않았습니다.
en: but we could not find a trace of the bible.

source: 유일한 내 편에게 전부 다 털어놓고 싶은 마음이야 굴뚝같지만….
en: of course, I want to confide in the only one who’s always on my side...

source: 뼈잖아?!
en: bones?!

source: 오늘은 참 성스러워 보이는구나.
en: looks kind of sacred today.

source: 파면당하면 그냥 저 후레 왕자 조지고 지옥 가렵니다!
en: if I get fired, I’ll just put the prince down like a dog and go straight to hell!

source: 너처럼 깨끗이 도려내 잊고 살아갈 수 있다면 좋을 텐데.
en: I wish I can cut you out of my life, too, and go on.

source: 라즈베리를 물고 온 까마귀에 대한 소문은 금방 퍼져 나갈 것이다.
en: rumors of the crow dropping the raspberry from its mouth will soon spread like wildfire.

source: 개가 더 늘어났…?!
en: where did all the other dogs come from?!

source: 미안해요, 저 때문에….
en: I’m sorry. it’s all my fault...

source: 뒤늦게 찾아온 안락함을 스스로 밀어내진 못하는 것이다.
en: he could not find it in himself to reject the comfort that finally found him.

source: 아, 아?
en: huh?

source: 뭔가 날짜가 애매하다.
en: the date feels a little off.

source: 뭘 또 그렇게까지.
en: a bit dramatic, isn’t it?

source: 이제 날 처리할 건가?
en: are you going to finish me off now?

source: 강하다.
en: but she’s strong.

source: 감히 누구의 행차를 막느냐!
en: who dares stand in the way of the procession?

source: 전…
en: your high--

source: 왕자여, 고개를 숙이시오.
en: my prince, please bow your head.

source: 윽.
en: urgh.

source: 세리온 리바노스.
en: serion of libanos.

source: 왕자 전하!
en: prince leo!

source: 혼자 할 수 있어요.
en: I can do it myself.

source: 좋아!
en: okay!

source: 제가 있는데 뭐가 걱정이세요?
en: with me around, you have nothing to worry about.

source: 늘 이렇게 되잖아.
en: we always end up in this kind of standoff.

source: 그래?
en: oh, really?

source: 통해라, 통해라, 제발!
en: come on! get through to you!

source: …아뇨.
en: nothing...

source: 그런 뜻으로 말한 걸 당신이 못 알아들을 리가 없지.
en: that’s exactly what I meant. there’s no way you didn’t pick up on that.

source: 물었다!
en: he took it!

source: …뭐?
en: what...?

source: 기가 막혀서요.
en: ...unbelievable.

source: 그렇다고 해서 완전히 신뢰할 수 있는 건 아니지만….
en: that doesn’t mean I can completely trust her...

source: 무사하시죠?
en: are you okay?

source: 우선 무리한 부탁을 한 후 상대방이 거절한 시점에서
en: start with something unreasonable that the other party’s going to refuse.

source: 여전히 냉랭하고 싸가지 없는 말투지만,
en: ...he still speaks coldly and rudely to me.

source: 왜 우릴 배신했어?
en: why did you betray us?

source: 그냥 인사한 거예요.
en: but I just wanted to ask.

source: 그러니 이제….
en: so now...

source: 이 정도면 되겠지?
en: this should work, right?

source: 잡아라.
en: arrest her.

source: 뭐야….
en: what the...

source: 저희 사제님께서 왕자님께 용무가 있으십니다.
en: sister philia has business with the prince.

source: 내가 알던 에키나와 또 다른 에키나가 되어 돌아왔다.
en: that ekina is not the same ekina I once knew.

source: 하하….
en: haha...

source: 사제님, 괜찮으십니까?
en: sister, are you okay?

source: 뭐, 그래도 잘 물고 가긴 하네.
en: still, they’re taking them.

source: 이제 됐어.
en: it’s all right.

source: 예리하고 까다롭다.
en: how keen, how strict.

source: 탈모 생기시라고.
en: that she would lose all her hair?

source: 그래도 이 녀석들이라면 신나게 날뛰어주겠지.
en: but I’m sure these guys will stir up some excitement for me.

source: 임무도 끝났는데 로제로 돌아가 버리면….
en: the mission is over anyway. I can go back to rosé...
